let guides = {
	"functions":[
		{
			title:"إضافة مجلد جديد",
			steps:[
				"اضغط على أول زر إضافة لإضافة مجلد قبل المجلد الحالي",
				"اضغط على ثاني زر إضافة لإضافة مجلد بعد المجلد الحالي",
				"اكتب اسم المجلد",
				"اختر أيقونة المجلد",
				"اضغط حفظ القائمة"
			]
		},
		{
			title:"تغيير أيقونة مجلد",
			steps:[
				"اختر مجلد",
				"اختر أيقونة جديدة",
				"اختر أيقونة المجلد",
				"اضغط حفظ القائمة"
			]
		},
		{
			title:"إعادة ترتيب المجلدات",
			steps:[
				"اختر مجلد",
				"اضغط على زر السهم للأعلى لنقل المجلد لترتيب أسبق",
				"اضغط على زر السهم للأسفل لنقل المجلد لترتيب متأخر",
			]
		},
		{
			title:"إضافة خاصيات لمجلد",
			steps:[
				"اختر الخاصيات المطلوبة",
				"اختر المجلد",
				"إضافة الخصائص",
				"اضغط حفظ القائمة"
			]
		}
	],
	"roles":[
		{
			title:"إضافة صلاحية جديدة",
			steps:[
				"إضغط زر إضافة صلاحية جديدة",
				"ادخل اسم الصلاحية",
				"أدخل الرمز السري",
				"افتح قوائم الخاصيات",
				"اختر الخاصيات المطلوبة",
				"اضغط حفظ الصلاحية"
			]
		},
		{
			title:"تعديل صلاحية",
			steps:[
				"اختر صلاحية موجودة",
				"اضغط زر تعديل",
				"تعديل الصلاحية",
				"تعديل الرمز السري",
				"تعديل الخاصيات المختارة",
				"اضغط حفظ الصلاحية"
			]
		},
		{
			title:"حذف صلاحية",
			steps:[
				"اختر صلاحية موجودة",
				"اضغط زر حذف",
				"اضغط زر تأكيد الحذف"
			]
		}
	],
	"config":[
		{
			title:"تحديث المعلومات الأساسية",
			steps:[
				"اسم التعليم : أدخل المسمى العام لنظام التعليم",
				"اسم الإدارة : أدخل اسم المؤسسة التي تنتمي لها لجنة تنظيم التعليم",
				"اسم اللجنة : أدخل اسم اللجنة المسؤولة عن عملية التعليم في المؤسسة",
				"رقم التواصل : رقم هاتف الواتسب للتواصل مع أولياء الأمور والإجابة على استفساراتهم"
			]
		},
		{
			title:"تحديث إعدادات التدريس",
			steps:[
				"اختر فترة التدريس هل هي نهارية أو ليلية"
			]
		},
		{
			title:"تحديث إعدادات الدفع",
			steps:[
				"الدفع عن طريق بنفت : هل دفع رسوم التعليم ستكون عن طريق منصة بنفت",
				"رقم أو حساب بنفت : رقم الهاتف المسجل في تطبيق بنفت أو رقم الحساب البنكي"
			]
		},
		{
			title:"تحديث المسميات",
			steps:[
				"المستوى : الاسم المناسب في التعليم للمجموعات من الطلبة التي لديها جدول تعليمي موحد",
				"رقم الهاتف الأول : الاسم المناسب لأول رقم يخص الطالب",
				"رقم الهاتف الثاني : الاسم المناسب لثاني رقم يخص الطالب",
				"رقم الهاتف الثالث : الاسم المناسب لثالث رقم يخص الطالب"
			]
		},
		{
			title:"البيانات الثانوية",
			steps:[
				"رقم التواصل : هل الرقم الثالث الخاص بالطالب مطلوب في التسجيل",
				"تاريخ الميلاد : هل تاريخ ولادة الطالب مطلوب في التسجيل",
				"الحالة الصحية : هل الحالة الصحية للطالب مطلوبة في التسجيل",
				"منطقة السكن : هل القرية أو المدينة التي يسكنها الطالب مطلوبة في التسجيل",
				"رقم المجمع : هل المجمع السكني الذي يقع فيه منزل الطالب مطلوب في التسجيل",
				"رابط الصورة الشخصية : هل رابط الصورة الشخصية مطلوب في التسجيل",
				"اسم الأم : هل اسم أم الطالب مطلوب في التسجيل",
			]
		},
		{
			title:"تحديث إعدادات التسجيل",
			steps:[
				"فتح التسجيل : هل عملية التسجيل متاحة للطلبة أم لا",
				"طريقة التسجيل : هل عملية اختيار المستوى المرتبط بالصف الأكاديمي للطالب يتحدد بشكل تلقائي أم يدوي من اختيار الطالب نفسه",
				"ملاحظات التسجيل: ما هي الارشادات والقوانين والملاحظات التي تعرض في صفحة التسجيل"
			]
		},
		{
			title:"تحديث الإعدادات المرئية",
			steps:[
				"الصورة الشخصية : هل رفع صورة الطالب متوفر خلال عملية التسجيل وفي صفحة معلومات الطالب",
				"شعار اللجنة : الشعار الخاص بالمؤسسة المسؤولة عن لجنة التعليم الديني"
			]
		},
		{
			title:"تحديث إعدادات التواصل",
			steps:[
				"رمز Api Key المحصل من موقع TextMeBot المعتمد لارسال رسالة واتسب لرسالة غياب الطالب",
				"رسالة الغياب: محتوى الرسالة النصية المستلمة من أولياء الأمور في حال غياب الطالب",
				"رسالة التأخير: محتوى الرسالة النصية المستلمة من أولياء الأمور في حال تأخر الطالب",
				"رسالة الملاحظة: محتوى الرسالة النصية المستلمة من أولياء الأمور في حال تسجيل ملاحظة على الطالب",
				"رقم استلام رسالة الغياب: تحديد هل الرسالة سيتم استلامها من الرقم الأول أو الثاني أو الثالث للطالب"
			]
		}
	],
	"semesters":[
		{
			title:"إضافة فصل جديد",
			steps:[
				"اضغط زر إضافة فصل جديد",
				"ادخل اسم الفصل الدراسي",
				"رسوم الفصل (بالدينار البحريني) : رسوم الفصل الدراسي بالدنانير",
				"الحد الأقصى لطلبة المستوى : أعلى عدد ممكن من الطلبة في مستوى واحد",
				"تعيين كفصل حالي : تحديد هل الفصل المضاف سيكون الفصل الأساسي الفعال في المرحلة القادمة",
				"اضغط زر حفظ الفصل"
			]
		},
		{
			title:"تعديل الفصل",
			steps:[
				"اختر الفصل الدراسي",
				"اضغط زر تعديل",
				"تعديل اسم الفصل الدراسي",
				"تعديل الحد الأقصى لعدد طلبة المستوى",
				"تعديل مبلغ رسوم الفصل",
				"تعديل هل الفصل يعتبر الفصل الأساسي الفعال حاليا",
				"اضغط زر حفظ الفصل"
			]
		},
		{
			title:"حذف الفصل",
			steps:[
				"اختر الفصل الدراسي",
				"اضغط زر حذف",
				"اضغط زر تأكيد الحذف"
			]
		}
	],
	"nights":[
		{
			title:"تحديث اسم اليوم أو الليلة",
			steps:[
				"اختر اليوم أو الليلة",
				"حدد اسم جديد يخص اليوم أو الليلة بدون تغيير ترتيب الأيام",
				"اضغط زر حفظ الليالي"
			]
		},
		{
			title:"إضافة يوم أو ليلة",
			steps:[
				"اضغظ زر إضافة ليلة جديدة",
				"حدد اسم في حال كان هناك أكثر من حصة في اليوم الواحد : يوم الأحد الحصة الأولى",
				"اضغط زر حفظ الليالي"
			]
		}
	],
	"rooms":[
		{
			title:"إضافة منطقة جديدة",
			steps:[
				"اضغط زر الإضافة الأول لإضافة منطقة قبل المنطقة الحالية",
				"اضغط زر الإضافة الثاني لإضافة منطقة بعد المنطقة الحالية",
				"ادخل اسم المنطقة التي تحتوي على الغرف التي يدرس فيها مستويات التعليم",
				"اضغط زر حفظ جميع المناطق والغرف"
			]
		},
		{
			title:"تعديل المنطقة",
			steps:[
				"اختر المنطقة",
				"تعديل اسم المنطقة التي تحتوي على الغرف التي يدرس فيها مستويات التعليم",
				"اضغط زر الإضافة الأول لإضافة غرفة قبل الغرفة الحالية",
				"اضغط زر الإضافة الثاني لإضافة غرفة بعد الغرفة الحالية",
				"اضغط زر حفظ الليالي"
			]
		},
		{
			title:"إضافة غرفة لمنطقة",
			steps:[
				"اختر المنطقة",
				"اضغظ زر إضافة غرفة جديدة",
				"ادخل اسم الغرفة",
				"اضغط زر حفظ الليالي"
			]
		},
		{
			title:"حذف المنطقة",
			steps:[
				"اختر المنطقة",
				"اضغط زر الحذف",
				"اضغط زر حفظ الليالي"
			]
		},
		{
			title:"حذف غرفة من منطقة",
			steps:[
				"اختر المنطقة",
				"اختر الغرفة",
				"اضغط زر الحذف",
				"اضغط زر حفظ الليالي"
			]
		},
		{
			title:"إعادة ترتيب المناطق",
			steps:[
				"اختر المنطقة",
				"اضغط السهم للأعلى لجعل المنطقة في ترتيب متقدم",
				"اضغط السهم للأسفل لجعل المنطقة في ترتيب متأخر",
				"اضغط زر حفظ الليالي"
			]
		},
		{
			title:"إعادة ترتيب الغرف",
			steps:[
				"اختر المنطقة",
				"اضغط السهم للأعلى لجعل الغرفة في ترتيب متقدم",
				"اضغط السهم للأسفل لجعل الغرفة في ترتيب متأخر",
				"اضغط زر حفظ الليالي"
			]
		}
	],
	"courses":[
		{
			title:"إضافة مادة جديدة",
			steps:[
				"اضغط زر إضافة مادة جديدة لإضافة مادة في نهاية الترتيب",
				"ادخل اسم المادة",
				"اضغط زر حفظ جميع المواد"
			]
		},
		{
			title:"إضافة مادة في ترتيب معين",
			steps:[
				"اختر المادة",
				"اضغط زر الإضافة الأول لإضافة مادة تسبق المادة الحالية",
				"اضغط زر الإضافة الثاني لإضافة مادة بعد المادة الحالية",
				"ادخل اسم المادة",
				"اضغط زر حفظ جميع المواد"
			]
		},
		{
			title:"تعديل مادة",
			steps:[
				"اختر المادة",
				"ادخل اسم المادة",
				"اضغط زر حفظ جميع المواد"
			]
		},
		{
			title:"حذف المادة",
			steps:[
				"اختر المادة",
				"اضغط زر الحذف",
				"اضغط زر حفظ جميع المواد"
			]
		},
		{
			title:"إعادة ترتيب المواد",
			steps:[
				"اختر المادة",
				"اضغط السهم للأعلى لجعل المادة في ترتيب متقدم",
				"اضغط السهم للأسفل لجعل المادة في ترتيب متأخر"
			]
		}
	],
	"grades":[
		{
			title:"تعديل مسمى الصفوف الأكاديمية",
			steps:[
				"اختر الصف الأكاديمي",
				"ادخل اسم الصف",
				"حفظ جميع الصفوف",
			]
		},
		{
			title:"تفعيل الصف الدراسي",
			steps:[
				"اختر الصف الأكاديمي",
				"اضغط زر التفعيل ليكون من ضمن الصفوف الأكاديمية خلال عملية التسجيل",
				"حفظ جميع الصفوف",
			]
		},
		{
			title:"تعطيل الصف الدراسي",
			steps:[
				"اختر الصف الأكاديمي",
				"اضغط زر التعطيل لاستبعاده من قائمة الصفوف الأكاديمية خلال عملية التسجيل",
				"حفظ جميع الصفوف",
			]
		}
	],
	"levels":[
		{
			title:"إضافة مستوى جديد",
			steps:[
				"اضغط زر إضافة مستوى جديد لإضافة مستوى في نهاية الترتيب",
				"ادخل اسم المستوى الذي يمثل مجموعة الطلبة مع جدول دراسي معين في نفس الوقت ونفس المكان",
				"اضغط زر حفظ جميع المستويات"
			]
		},
		{
			title:"إضافة مستوى في ترتيب معين",
			steps:[
				"اختر المستوى",
				"اضغط زر الإضافة الأول لإضافة مستوى تسبق المستوى الحالي",
				"اضغط زر الإضافة الثاني لإضافة مستوى بعد المستوى الحالي",
				"ادخل اسم المستوى الذي يمثل مجموعة الطلبة مع جدول دراسي معين في نفس الوقت ونفس المكان",
				"اضغط زر حفظ جميع المستويات"
			]
		},
		{
			title:"تعديل مستوى",
			steps:[
				"اختر المستوى",
				"ادخل اسم المستوى الذي يمثل مجموعة الطلبة مع جدول دراسي معين في نفس الوقت ونفس المكان",
				"اضغط زر حفظ جميع المستويات"
			]
		},
		{
			title:"حذف المستوى",
			steps:[
				"اختر المستوى",
				"اضغط زر الحذف",
				"اضغط زر حفظ جميع المستويات"
			]
		},
		{
			title:"إعادة ترتيب المستويات",
			steps:[
				"اختر المستوى",
				"اضغط السهم للأعلى لجعل المستوى في ترتيب متقدم",
				"اضغط السهم للأسفل لجعل المستوى في ترتيب متأخر"
			]
		}
	],
	"teachers":[
		{
			title:"إضافة معلم جديد",
			steps:[
				"اضغط زر إضافة معلم جديد لإضافة معلم في نهاية الترتيب",
				"ادخل اسم المعلم",
				"اضغط زر حفظ جميع المعلمين"
			]
		},
		{
			title:"إضافة معلم في ترتيب معين",
			steps:[
				"اختر المعلم",
				"اضغط زر الإضافة الأول لإضافة معلم تسبق المعلم الحالي",
				"اضغط زر الإضافة الثاني لإضافة معلم بعد المعلم الحالي",
				"ادخل اسم المعلم",
				"اضغط زر حفظ جميع المعلمين"
			]
		},
		{
			title:"تعديل معلم",
			steps:[
				"اختر المعلم",
				"ادخل اسم المعلم",
				"اضغط زر حفظ جميع المعلمين"
			]
		},
		{
			title:"حذف المعلم",
			steps:[
				"اختر المعلم",
				"اضغط زر الحذف",
				"اضغط زر حفظ جميع المعلمين"
			]
		},
		{
			title:"إعادة ترتيب المعلمين",
			steps:[
				"اختر المعلم",
				"اضغط السهم للأعلى لجعل المعلم في ترتيب متقدم",
				"اضغط السهم للأسفل لجعل المعلم في ترتيب متأخر",
				"اضغط زر حفظ جميع المعلمين"
			]
		}
	],
	"supervisors":[
		{
			title:"إضافة مشرف جديد",
			steps:[
				"اضغط زر إضافة مشرف جديد لإضافة مشرف في نهاية الترتيب",
				"ادخل اسم المشرف",
				"اضغط زر حفظ جميع المشرفين"
			]
		},
		{
			title:"إضافة مشرف في ترتيب معين",
			steps:[
				"اختر المشرف",
				"اضغط زر الإضافة الأول لإضافة مشرف تسبق المشرف الحالي",
				"اضغط زر الإضافة الثاني لإضافة مشرف بعد المشرف الحالي",
				"ادخل اسم المشرف",
				"اضغط زر حفظ جميع المشرفين"
			]
		},
		{
			title:"تعديل مشرف",
			steps:[
				"اختر المشرف",
				"ادخل اسم المشرف",
				"اضغط زر حفظ جميع المشرفين"
			]
		},
		{
			title:"حذف المشرف",
			steps:[
				"اختر المشرف",
				"اضغط زر الحذف",
				"اضغط زر حفظ جميع المشرفين"
			]
		},
		{
			title:"إعادة ترتيب المشرفين",
			steps:[
				"اختر المشرف",
				"اضغط السهم للأعلى لجعل المشرف في ترتيب متقدم",
				"اضغط السهم للأسفل لجعل المشرف في ترتيب متأخر",
				"اضغط زر حفظ جميع المشرفين"
			]
		}
	],
	"levels-rooms":[
		{
			title:"تعديل غرفة المستوى",
			steps:[
				"اختر المستوى",
				"اختر الغرفة الأساسية التي تكون فيها دروس هذه المجموعة من الطلبة",
				"اضغط زر حفظ غرف المستويات"
			]
		}
	],
	"levels-courses":[
		{
			title:"إضافة مادة لمستوى في نهاية الترتيب",
			steps:[
				"اختر المستوى",
				"اضغط زر إضافة مادة جديدة",
				"اختر المادة",
				"اضغط زر حفظ جميع مواد المستويات"
			]
		},
		{
			title:"تعديل مادة المستوى لمادة أخرى",
			steps:[
				"اختر المستوى",
				"اختر المادة القديمة",
				"اختر الجديدة",
				"اضغط زر حفظ جميع مواد المستويات"
			]
		},
		{
			title:"حذف مادة لمستوى",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"اضغط زر الحذف",
				"اضغط زر حفظ جميع مواد المستويات"
			]
		},
		{
			title:"إعادة ترتيب مواد المستوى",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"اضغط السهم للأعلى لجعل المادة في ترتيب متقدم",
				"اضغط السهم للأسفل لجعل المادة في ترتيب متأخر",
				"اضغط زر حفظ جميع مواد المستويات"
			]
		}
	],
	"courses-units":[
		{
			title:"إضافة وحدة جديدة",
			steps:[
				"اختر المستوى",
				"اختر مادة المستوى",
				"اضغط زر الإضافة الأول لإضافة وحدة قبل الوحدة الحالية",
				"اضغط زر الإضافة الثاني لإضافة وحدة بعد الوحدة الحالية",
				"ادخل اسم الوحدة الموجودة في فهرس مادة",
				"اضغط زر حفظ جميع الوحدات والدروس"
			]
		},
		{
			title:"تعديل الوحدة",
			steps:[
				"اختر المستوى",
				"اختر مادة المستوى",
				"اختر الوحدة",
				"ادخل اسم الوحدة الموجودة في فهرس مادة",
				"اضغط زر الإضافة الأول لإضافة درس قبل الدرس الحالية",
				"اضغط زر الإضافة الثاني لإضافة درس بعد الدرس الحالية",
				"اضغط زر حفظ جميع الوحدات والدروس"
			]
		},
		{
			title:"إضافة درس لوحدة",
			steps:[
				"اختر المستوى",
				"اختر مادة المستوى",
				"اختر الوحدة",
				"اضغظ زر إضافة درس جديد",
				"ادخل اسم الدرس",
				"اضغط زر حفظ جميع الوحدات والدروس"
			]
		},
		{
			title:"حذف الوحدة",
			steps:[
				"اختر المستوى",
				"اختر مادة المستوى",
				"اختر الوحدة",
				"اضغط زر الحذف",
				"اضغط زر حفظ جميع الوحدات والدروس"
			]
		},
		{
			title:"حذف درس من وحدة",
			steps:[
				"اختر المستوى",
				"اختر مادة المستوى",
				"اختر الوحدة",
				"اختر الدرس",
				"اضغط زر الحذف",
				"اضغط زر حفظ جميع الوحدات والدروس"
			]
		},
		{
			title:"إعادة ترتيب الوحدات",
			steps:[
				"اختر المستوى",
				"اختر مادة المستوى",
				"اختر الوحدة",
				"اضغط السهم للأعلى لجعل الوحدة في ترتيب متقدم",
				"اضغط السهم للأسفل لجعل الوحدة في ترتيب متأخر",
				"اضغط زر حفظ جميع الوحدات والدروس"
			]
		},
		{
			title:"إعادة ترتيب الدروس",
			steps:[
				"اختر المستوى",
				"اختر مادة المستوى",
				"اختر الوحدة",
				"اضغط السهم للأعلى لجعل الدرس في ترتيب متقدم",
				"اضغط السهم للأسفل لجعل الدرس في ترتيب متأخر",
				"اضغط زر حفظ جميع الوحدات والدروس"
			]
		}
	],
	"plan":[
		{
			title:"تحديد جدول دروس المستوى",
			steps:[
				"اختر المستوى",
				"اختر الليلة",
				"اختر المادة",
				"اختر المعلم",
				"اختر الغرفة",
				"اضغط زر حفظ الخطة"
			]
		},
		{
			title:"إلغاء درس مادة لمستوى",
			steps:[
				"اختر المستوى",
				"اختر الليلة",
				"إلغاء اختيار المادة",
				"إلغاء اختيار المعلم",
				"إلغاء اختيار الغرفة",
				"اضغط زر حفظ الخطة"
			]
		}
	],
	"view-plan":[
		{
			title:"مراجعة جدول دروس المستويات",
			steps:[
				"عرض جميع المستويات",
				"عرض ليالي دروس جميع المستويات",
				"عرض دروس مواد جميع المستويات",
				"عرض المادة والمعلم والغرفة لكل درس"
			]
		}
	],
	"nights-supervisors":[
		{
			title:"إضافة مشرف في نهاية الترتيب",
			steps:[
				"اختر الليلة",
				"اختر المنطقة",
				"اضغط زر إضافة مشرف جديد",
				"ادخل اسم المشرف المسؤول عن المنطقة في هذه الليلة",
				"اضغط زر حفظ توزيع المشرفين"
			]
		},
		{
			title:"إضافة مشرف في ترتيب معين",
			steps:[
				"اختر الليلة",
				"اختر المنطقة",
				"اختر مشرف",
				"اضغط زر الإضافة الأول لإضافة مشرف قبل المشرف الحالي",
				"اضغط زر الإضافة الثاني لإضافة مشرف بعد المشرف الحالي",
				"ادخل اسم المشرف المسؤول عن المنطقة في هذه الليلة",
				"اضغط زر حفظ توزيع المشرفين"
			]
		},
		{
			title:"استبدال مشرف منطقة لليلة معينة",
			steps:[
				"اختر الليلة",
				"اختر المنطقة",
				"اختر مشرف القديم",
				"اختر المشرف البديل",
				"اضغط زر حفظ توزيع المشرفين"
			]
		},
		{
			title:"حذف مشرف منطقة لليلة معينة",
			steps:[
				"اختر الليلة",
				"اختر المنطقة",
				"اختر المشرف",
				"اضغط زر الحذف",
				"اضغط زر حفظ توزيع المشرفين"
			]
		}
	],
	"levels-plan":[
		{
			title:"مراجعة جدول دروس المستويات",
			steps:[
				"عرض جميع المستويات",
				"عرض ليالي دروس جميع المستويات",
				"عرض دروس مواد جميع المستويات",
				"عرض المادة والمعلم والغرفة لكل درس"
			]
		}
	],
	"distributions":[
		{
			title:"إضافة مستوى لصف أكاديمي في نهاية الترتيب",
			steps:[
				"اختر الصف أكاديمي",
				"اضغط زر إضافة مستوى جديد",
				"اختر المستوى",
				"اضغط زر حفظ توزيع المستويات"
			]
		},
		{
			title:"إضافة مستوى لصف أكاديمي في ترتيب معين",
			steps:[
				"اختر الصف أكاديمي",
				"اختر المستوى",
				"اضغط زر الإضافة الأول لإضافة مستوى قبل المستوى الحالي",
				"اضغط زر الإضافة الثاني لإضافة مستوى قبل المستوى الحالي",
				"اختر المستوى",
				"اضغط زر حفظ توزيع المستويات"
			]
		},
		{
			title:"تعديل مستوى الصف أكاديمي لمستوى أخرى",
			steps:[
				"اختر الصف أكاديمي",
				"اختر المستوى القديم",
				"اختر المستوى الجديد",
				"اضغط زر حفظ توزيع المستويات"
			]
		},
		{
			title:"حذف مستوى لصف أكاديمي",
			steps:[
				"اختر الصف أكاديمي",
				"اختر المستوى",
				"اضغط زر الحذف",
				"اضغط زر حفظ توزيع المستويات"
			]
		},
		{
			title:"إعادة ترتيب مستويات الصف الأكاديمي",
			steps:[
				"اختر الصف أكاديمي",
				"اختر المستوى",
				"اضغط السهم للأعلى لجعل المستوى في ترتيب متقدم",
				"اضغط السهم للأسفل لجعل المستوى في ترتيب متأخر",
				"اضغط زر حفظ توزيع المستويات"
			]
		}
	],
	"upload-archive":[
		{
			title:"رفع ملف اكسل بقائمة الطلبة من فصول سابقة لدعم عملية التسجيل",
			steps:[
				"اختر ملف الأكسل",
				"تحديد هل تريد تقديم الصف الأكاديمي لكل طالب في الاكسل",
				"الرقم الشخصي: تحديد اسم العمود الموجود في الاكسل الذي يمثل الرقم الشخصي للطالب",
				"اسم الطالب: تحديد اسم العمود الموجود في الاكسل الذي يمثل اسم الطالب",
				"الصف الأكاديمي : تحديد اسم العمود الموجود في الاكسل الذي يمثل الصف الأكاديمي للطالب ويكون مطابق للمسمى الموجود في خاصية الصفوف",
				"رقم الهاتف الأول : تحديد اسم العمود الموجود في الاكسل الذي يمثل الهاتف الأول للطالب",
				"رقم الهاتف الثاني : تحديد اسم العمود الموجود في الاكسل الذي يمثل الهاتف الثاني للطالب",
				"رقم الهاتف الثالث : تحديد اسم العمود الموجود في الاكسل الذي يمثل الهاتف الثالث للطالب",
				"تاريخ الميلاد : تحديد اسم العمود الموجود في الاكسل الذي يمثل تاريخ ولادة الطالب",
				"الحالة الصحية : تحديد اسم العمود الموجود في الاكسل الذي يمثل الحالة الصحية للطالب",
				"منطقة السكن : تحديد اسم العمود الموجود في الاكسل الذي يمثل القرية أو المدينة التي يسكنها الطالب",
				"رقم المجمع : تحديد اسم العمود الموجود في الاكسل الذي يمثل المجمع السكني الذي يقع فيه منزل الطالب",
				"رابط الصورة الشخصية : تحديد اسم العمود الموجود في الاكسل الذي يمثل رابط الصورة الشخصية",
				"اسم الأم : تحديد اسم العمود الموجود في الاكسل الذي يمثل اسم أم الطالب"
			]
		}
	],
	"view-archive":[
		{
			title:"عرض الطلبة لدعم عملية التسجيل والمساعدة في اكمال البيانات",
			steps:[
				"اختر من خيارات البحث",
				"عرض بيانات الطلبة التي تستخدم في اكمال البيانات"
			]
		}
	],
	"student-register":[
		{
			title:"تسجيل طالب غير مسجل في الفصول السابقة",
			steps:[
				"الرقم الشخصي: ادخال الرقم الشخصي للطالب",
				"اسم الطالب: ادخال اسم الطالب",
				"الصف الأكاديمي : ادخال الصف الأكاديمي الحالي للطالب",
				"المستوى (للتسجيل اليدوي): اختيار المستوى أو المجموعة التي سينضم لها الطالب",
				"رقم الهاتف الأول : ادخال الهاتف الأول للطالب",
				"رقم الهاتف الثاني : ادخال الهاتف الثاني للطالب",
				"رقم الهاتف الثالث (حسب اعدادات التسجيل) : ادخال الهاتف الثالث للطالب",
				"تاريخ الميلاد (حسب اعدادات التسجيل) : ادخال تاريخ ولادة الطالب",
				"الحالة الصحية (حسب اعدادات التسجيل) : ادخال الحالة الصحية للطالب",
				"منطقة السكن (حسب اعدادات التسجيل) :ادخال القرية أو المدينة التي يسكنها الطالب",
				"رقم المجمع (حسب اعدادات التسجيل) : ادخال المجمع السكني الذي يقع فيه منزل الطالب",
				"رابط الصورة الشخصية (حسب اعدادات التسجيل) : ادخال رابط الصورة الشخصية",
				"اسم الأم (حسب اعدادات التسجيل) : ادخال اسم أم الطالب",
				"الصورة الشخصية (حسب اعدادات التسجيل) : رفع الصورة الشخصية للطالب",
				"مراجعة شروط وقوانين وارشادات التسجيل",
				"اضغط زر حفظ التسجيل",
				"المستوى (للتسجيل التلقائي): اختيار المستوى أو المجموعة التي سينضم لها الطالب بشكل تلقائي مناصفة بين المستويات" + " المرتبطة بالصف الأكاديمي للطالب",
			]
		}
	],
	"students":[
		{
			title:"عرض معلومات الطلبة",
			steps:[
				"عرض كل معلومات الطلبة",
				"مراجعة حالة الدفع لكل طالب",
				"مراجعة حالة الحضور لكل طالب"
			]
		},
		{
			title:"حذف الطالب",
			steps:[
				"اختر الطالب",
				"اضغط زر الحذف",
				"اضغط زر تأكيد الحذف"
			]
		},
		{
			title:"عرض طلبة المستويات",
			steps:[
				"عرض أعداد الطلبة المسجلين لكل مستوى",
				"عرض الطلبة المسجلين لكل مستوى",
				"طباعة الطلبة المسجلين لكل مستوى"
			]
		},
		{
			title:"عرض الطلبة قيد التسجيل",
			steps:[
				"عرض كل معلومات الطلبة قيد التسجيل"
			]
		},
		{
			title:"حذف الطالب قيد التسجيل",
			steps:[
				"اختر الطالب",
				"اضغط زر الحذف",
				"اضغط زر تأكيد الحذف"
			]
		}
	],
	"upload-students":[
		{
			title:"رفع ملف اكسل بقائمة الطلبة واعتبارهم مسجلين في الفصل الحالي",
			steps:[
				"اختر ملف الأكسل",
				"تحديد هل تريد تقديم الصف الأكاديمي لكل طالب في الاكسل",
				"الرقم الشخصي: تحديد اسم العمود الموجود في الاكسل الذي يمثل الرقم الشخصي للطالب",
				"اسم الطالب: تحديد اسم العمود الموجود في الاكسل الذي يمثل اسم الطالب",
				"الصف الأكاديمي : تحديد اسم العمود الموجود في الاكسل الذي يمثل الصف الأكاديمي للطالب ويكون مطابق للمسمى الموجود في خاصية الصفوف",
				"رقم الهاتف الأول : تحديد اسم العمود الموجود في الاكسل الذي يمثل الهاتف الأول للطالب",
				"رقم الهاتف الثاني : تحديد اسم العمود الموجود في الاكسل الذي يمثل الهاتف الثاني للطالب",
				"رقم الهاتف الثالث : تحديد اسم العمود الموجود في الاكسل الذي يمثل الهاتف الثالث للطالب",
				"المستوى : تحديد اسم العمود الموجود في الاكسل الذي يمثل اسم مستوى أو مجموعة الطالب بحيث يكون مطابق لخاصية المستويات",
				"تاريخ الميلاد : تحديد اسم العمود الموجود في الاكسل الذي يمثل تاريخ ولادة الطالب",
				"الحالة الصحية : تحديد اسم العمود الموجود في الاكسل الذي يمثل الحالة الصحية للطالب",
				"منطقة السكن : تحديد اسم العمود الموجود في الاكسل الذي يمثل القرية أو المدينة التي يسكنها الطالب",
				"رقم المجمع : تحديد اسم العمود الموجود في الاكسل الذي يمثل المجمع السكني الذي يقع فيه منزل الطالب",
				"رابط الصورة الشخصية : تحديد اسم العمود الموجود في الاكسل الذي يمثل رابط الصورة الشخصية",
				"اسم الأم : تحديد اسم العمود الموجود في الاكسل الذي يمثل اسم أم الطالب"
			]
		}
	],
	"update-level":[
		{
			title:"تحديد المستوى الذي ينتمي له مجموعة طلبة تحت صف أكاديمي",
			steps:[
				"اختر الصف الأكاديمي",
				"عرض كل الطلبة المسجلين في الصف الأكاديمي",
				"اختيار الطلبة المراد تغيير المستوى المنظمين له",
				"اختيار المستوى الجديد",
				"اضغط زر تحديث المستوى",
			]
		}
	],
	"payments":[
		{
			title:"تسجيل دفع جديد لرسوم الفصل الدراسي لأحد الطلبة",
			steps:[
				"اختر المستوى",
				"عرض كل الطلبة المسجلين في المستوى",
				"تسجيل اسم المستلم لمبلغ رسوم الفصل",
				"تحديد مبلغ ابتدائي يمثل رسوم الفصل الدراسي الحالي",
				"تعديل مبلغ الرسوم حسب الحاجة",
				"اختر الطالب",
				"اختيار زر الدفع"
			]
		},
		{
			title:"إلغاء دفع لرسوم الفصل الدراسي لأحد الطلبة",
			steps:[
				"اختر المستوى",
				"عرض كل الطلبة المسجلين في المستوى",
				"اختر الطالب",
				"اختيار زر إلغاء الدفع"
			]
		}
	],
	"view-payments":[
		{
			title:"عرض معلوما الدفع لرسوم الفصل الدراسي الحالي",
			steps:[
				"عرض جميع الطلبة المكملين لعملية الدفع",
				"مراجعة صور التحويل البنكي للمدفوعات",
				"البحث بمعلومات الطالب",
				"البحث بحالة مراجعة الدفع"
			]
		},
		{
			title:"مراجعة دفع رسوم الفصل الدراسي للطالب",
			steps:[
				"اختر الطالب قيد مراجعة الدفع",
				"اضغط على صورة تحويل المبلغ",
				"قم بمراجعة معلومات التحويل البنكي",
				"اضغط زر تأكيد الدفع",
				"يتم تغيير حالة الدفع إلى تمت المراجعة",
			]
		}
	],
	"books":[
		{
			title:"تسجيل استلام كتب المواد لطلبة المستوى",
			steps:[
				"اختر المستوى",
				"عرض كل الطلبة المسجلين في المستوى",
				"اختر الطالب",
				"اختر المادة",
				"اضغط زر تسجيل الاستلام للمادة"
			]
		},
		{
			title:"إلغاء استلام كتب المواد لطلبة المستوى",
			steps:[
				"اختر المستوى",
				"عرض كل الطلبة المسجلين في المستوى",
				"اختر الطالب",
				"اختر المادة",
				"اضغط زر إلغاء الاستلام للمادة"
			]
		}
	],
	"view-books":[
		{
			title:"عرض حالات استلام الكتب",
			steps:[
				"عرض جميع حالات الكتب المستلمة مع اليوم والوقت",
				"البحث بمعلومات الطالب",
				"البحث حسب المادة"
			]
		}
	],
	"student-details":[
		{
			title:"عرض تفاصيل الطالب",
			steps:[
				"البحث باسم الطالب",
				"عرض معلومات الطالب الشخصية",
				"عرض حالة الدفع",
				"عرض مستوى الطالب",
				"عرض الغرفة التي تقام فيها دروس مستوى الطالب",
				"عرض جدول دروس مستوى الطالب",
				"عرض كتب المواد المستلمة من الطالب",
				"عرض خطة دروس مواد المستوى المكتمل والمتبقي",
				"عرض احصائية حضور الطالب في مواد المستوى",
				"عرض احصائية حضور الطالب في كل مادة",
				"عرض الملاحظات الخاصة المسجلة على الطالب",
				"عرض الملاحظات العامة من شروط وقوانين وارشادات",
				"عرض الملاحظات التي تخص المستوى الذي يضم الطالب",
				"عرض ملاحظات مواد المستوى الذي يضم الطالب",
				"عرض المجموعات والتقسيمات التي تم إضافة الطالب فيها",
				"عرض متابعة الطالب في دروس القرآن",
				"عرض الامتحانات الخاصة بالمستوى الذي يضم الطالب",
				"عرض الدروس المطلوبة لكل في مادة في الامتحان",
				"عرض درجات الطالبة في الفصل الدراسي لكل مواد المستوى"
			]
		},
		{
			title:"تعديل حضور الطالب في مادة",
			steps:[
				"البحث باسم الطالب",
				"مراجعة حضور الطالب في المادة",
				"الضغط على تعديل الحضور",
				"تعديل حضور الطالب في أيام دروس المادة",
				"اضغط زر حفظ الحضور"
			]
		},
		{
			title:"إضافة ملاحظة شخصية للطالب",
			steps:[
				"البحث باسم الطالب",
				"مراجعة الملاحظات المسجلة للطالب",
				"الضغط على زر تسجيل ملاحظة",
				"كتابة اسم المشرف",
				"ادخال نوع الملاحظة",
				"ادخال تفاصيل الملاحظة",
				"اضغط زر حفظ الملاحظة"
			]
		}
	],
	"student-info":[
		{
			title:"عرض معلوما الطالب لولي الأمر",
			steps:[
				"ادخال الرقم الشخصي للطالب",
				"عرض معلومات الطالب الشخصية",
				"عرض حالة الدفع",
				"عرض مستوى الطالب",
				"عرض الغرفة التي تقام فيها دروس مستوى الطالب",
				"عرض جدول دروس مستوى الطالب",
				"عرض كتب المواد المستلمة من الطالب",
				"عرض خطة دروس مواد المستوى المكتمل والمتبقي",
				"عرض احصائية حضور الطالب في مواد المستوى",
				"عرض احصائية حضور الطالب في كل مادة",
				"عرض الملاحظات الخاصة المسجلة على الطالب",
				"عرض الملاحظات العامة من شروط وقوانين وارشادات",
				"عرض الملاحظات التي تخص المستوى الذي يضم الطالب",
				"عرض ملاحظات مواد المستوى الذي يضم الطالب",
				"عرض المجموعات والتقسيمات التي تم إضافة الطالب فيها",
				"عرض متابعة الطالب في دروس القرآن",
				"عرض الامتحانات الخاصة بالمستوى الذي يضم الطالب",
				"عرض الدروس المطلوبة لكل في مادة في الامتحان",
				"عرض درجات الطالبة في الفصل الدراسي لكل مواد المستوى"
			]
		},
		{
			title:"تقديم عذر للغياب في أيام دروس مواد المستوى",
			steps:[
				"مراجعة الحضور في أيام دروس المادة",
				"اختيار اليوم المسجل فيه الطالب كغائب",
				"اضغط زر تقديم العذر",
				"كتابة ملاحظة بسبب غياب الطالب",
				"اضغط زر حفظ الملاحظة"
			]
		}
	],
	"view-students-comments":[
		{
			title:"عرض الملاحظات المسجلة على الطلبة",
			steps:[
				"عرض معلومات الملاحظات المسجلة على الطلبة",
				"البحث بمعلومات الطلبة",
				"البحث بنوع الملاحظة"
			]
		},
		{
			title:"حذف ملاحظة الطالب",
			steps:[
				"اختر ملاحظة لطالب",
				"اضغط زر حذف",
				"اضغط زر تأكيد الحذف"
			]
		}
	],
	"general-comments":[
		{
			title:"عرض الملاحظات العامة الخاصة بالتعليم",
			steps:[
				"عرض معلومات الملاحظات العامة المسجلة",
				"مراجعة حالة كل ملاحظة"
			]
		},
		{
			title:"إضافة ملاحظة عامة جديدة",
			steps:[
				"اضغط زر إضافة ملاحظة جديدة",
				"اكتب الملاحظة",
				"اضغط زر حفظ الملاحظة"
			]
		},
		{
			title:"تعديل ملاحظة",
			steps:[
				"اختر ملاحظة",
				"اضغط زر تعديل",
				"تعديل محتوى الملاحظة",
				"اضغط زر حفظ الملاحظة"
			]
		},
		{
			title:"حذف الملاحظة",
			steps:[
				"اختر ملاحظة",
				"اضغط زر حذف",
				"اضغط زر تأكيد الحذف"
			]
		},
		{
			title:"تفعيل ملاحظة",
			steps:[
				"اختر ملاحظة",
				"اضغط زر تفعيل",
				"ستظهر الملاحظة في صفحة معلومات الطالب"
			]
		},
		{
			title:"تعطيل ملاحظة",
			steps:[
				"اختر ملاحظة",
				"اضغط زر تعطيل",
				"ستختفي الملاحظة في صفحة معلومات الطالب"
			]
		}
	],
	"levels-comments":[
		{
			title:"عرض الملاحظات الخاصة بمستوى",
			steps:[
				"اختر مستوى",
				"عرض معلومات الملاحظات الخاصة بمستوى",
				"مراجعة حالة كل ملاحظة"
			]
		},
		{
			title:"إضافة ملاحظة مستوى جديدة",
			steps:[
				"اختر مستوى",
				"اضغط زر إضافة ملاحظة جديدة",
				"اكتب الملاحظة",
				"اضغط زر حفظ الملاحظة"
			]
		},
		{
			title:"تعديل ملاحظة مستوى",
			steps:[
				"اختر مستوى",
				"اختر ملاحظة",
				"اضغط زر تعديل",
				"تعديل محتوى الملاحظة",
				"اضغط زر حفظ الملاحظة"
			]
		},
		{
			title:"حذف ملاحظة مستوى",
			steps:[
				"اختر مستوى",
				"اختر ملاحظة",
				"اضغط زر حذف",
				"اضغط زر تأكيد الحذف"
			]
		}
	],
	"view-levels-comments":[
		{
			title:"عرض الملاحظات الخاصة بمستوى",
			steps:[
				"اختر مستوى",
				"عرض معلومات الملاحظات الخاصة بمستوى"
			]
		}
	],
	"courses-comments":[
		{
			title:"عرض الملاحظات الخاصة بمادة لمستوى",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"عرض معلومات الملاحظات الخاصة بمستوى"
			]
		},
		{
			title:"إضافة ملاحظة مستوى جديدة",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"اضغط زر إضافة ملاحظة جديدة",
				"اكتب الملاحظة",
				"اضغط زر حفظ الملاحظة"
			]
		},
		{
			title:"تعديل ملاحظة مستوى",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"اختر ملاحظة",
				"اضغط زر تعديل",
				"تعديل محتوى الملاحظة",
				"اضغط زر حفظ الملاحظة"
			]
		},
		{
			title:"حذف ملاحظة مستوى",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"اختر ملاحظة",
				"اضغط زر حذف",
				"اضغط زر تأكيد الحذف"
			]
		}
	],
	"view-courses-comments":[
		{
			title:"عرض الملاحظات الخاصة بمواد المستويات",
			steps:[
				"عرض معلومات الملاحظات الخاصة بمواد المستويات"
			]
		}
	],
	"groups":[
		{
			title:"عرض التقسيمات",
			steps:[
				"عرض معلومات التقسيمات الخاصة بمادة لمجموعات مستويات"
			]
		},
		{
			title:"إضافة تقسيم",
			steps:[
				"اضغط زر إضافة تقسيم",
				"اسم التقسيم : اسم التوزيع الذي يقسم طلبة المستويات" + " لمادة",
				"المادة : المادة المشتركة بين المستويات" + " التي يحتاج لتوزيع الطلبة بشكل مختلف",
				"المجموعات الفرعية : اسم المجموعات التي سينتمي لها طلبة المستويات" + " في التوزيع",
				"المستويات" + " المشمولة : تحديد المستويات" + " الخاصة بالفصل التي تحتاج توزيع الطلبة منها",
				"الطلاب المتاحون للتوزيع : اختر مجموعة الطلبة الذين سيكون تحت تقسيم واحد",
				"اختر المجموعة الفرعية",
				"اختر المعلم",
				"اختر الغرفة",
				"إضغط زر إضافة الطلاب",
				"إضغط زر حفظ التقسيم"
			]
		},
		{
			title:"تعديل التقسيم",
			steps:[
				"اختر التقسيم",
				"اضغط زر تعديل",
				"تعديل اسم التقسيم",
				"تعديل المادة الخاصة بالتوزيع",
				"إضافة مجموعة فرعية",
				"حذف مجموعة فرعية",
				"اختر المستويات" + " المشمولة",
				"اختر الطلاب المتاحين للتوزيع",
				"إضغط زر إضافة الطلاب",
				"إضغط زر حفظ التقسيم"
			]
		},
		{
			title:"نقل الطلبة بين المجموعات",
			steps:[
				"اختر التقسيم",
				"اضغط زر تعديل",
				"اختر المجموعة الفرعية",
				"اختر الطلاب المطلوب نقلهم",
				"اختر المجموعة الفرعية الجديدة",
				"إضغط زر إضافة الطلاب",
				"إضغط زر حفظ التقسيم"
			]
		},
		{
			title:"حذف التقسيم",
			steps:[
				"اختر التقسيم",
				"اضغط زر حذف",
				"اضغط زر تأكيد الحذف"
			]
		}
	],
	"view-groups":[
		{
			title:"عرض طلبة مجموعات التقسيم",
			steps:[
				"اختر التقسيم",
				"اختر المجموعة الفرعية",
				"عرض الطلبة المضافين للمجموعة",
				"اضغط زر طباعة",
			]
		}
	],
	"evaluations":[
		{
			title:"عرض التقييمات المستخدمة لاختبار الطلبة",
			steps:[
				"عرض التقييمات المستخدمة لاختبار الطلبة",
			]
		},
		{
			title:"إضافة تقييم جديد",
			steps:[
				"اضغط زر إضافة تقييم",
				"اسم التقييم : الموضوع الذي سختبر فيه الطالب عمليا",
				"طريقة التقييم : هل ستكون الكفايات عبارة عن اجتياز أم درجات",
				"رفع الكفايات : رفع مجموعة الكفايات المشمولة في التقييم من ملف اكسل",
				"معايير التقييم والكفايات : المعايير والكفايات التي سيختبر فيها الطالب",
				"اضغط زر إضافة معيار",
				"ادخل اسم المعيار",
				"ادخل أقصى درجة مطلوبة",
				"إضغط زر حفظ التقييم"
			]
		},
		{
			title:"تعديل التقييم",
			steps:[
				"اختر التقييم",
				"اضغط زر تعديل",
				"تعديل اسم التقييم",
				"تعديل طريقة التقييم بين الاجتياز والدرجات",
				"رفع ملف اكسل بالكفايات",
				"تعديل مسميات المعايير والكفايات",
				"تعديل درجات المعايير والكفايات",
				"إضغط زر حفظ التقييم"
			]
		},
		{
			title:"حذف التقييم",
			steps:[
				"اختر التقييم",
				"اضغط زر حذف",
				"إضغط زر تأكيد الحذف"
			]
		}
	],
	"evaluate-students":[
		{
			title:"تقييم جديد لطالب",
			steps:[
				"اختر مستوى الطالب",
				"اختر اسم الطالب",
				"اختر التقييم الذي سيختبر فيه الطالب",
				"عرض أسماء ودرجات المعايير والكفايات",
				"حدد إذا ما كان الطالب اجتاز الكفاية من عدمها",
				"حدد الدرجة التي تحصل عليها الطالب في الكفاية",
				"اضغط زر حفظ تقييم الطالب"
			]
		},
		{
			title:"تعديل تقييم الطالب",
			steps:[
				"اختر مستوى الطالب",
				"اختر اسم الطالب",
				"اختر التقييم الذي سيختبر فيه الطالب",
				"عرض أسماء ودرجات المعايير والكفايات",
				"تعديل الاجتياز لكل معيار",
				"تعديل الدرجة المحصلة من الطالب لكل معيار",
				"اضغط زر حفظ تقييم الطالب"
			]
		}
	],
	"view-students-evaluation":[
		{
			title:"عرض الطلبة الذين تم اختبارهم في التقييم",
			steps:[
				"اختر المستوى",
				"اختر التقييم",
				"عرض الطلبة المختبرين",
				"عرض نتائج التقييم والملاحظات",
			]
		}
	],
	"group-evaluation":[
		{
			title:"تقييم جديد لطلبة التقسيمات",
			steps:[
				"اختر التقسيم",
				"اختر المجموعة",
				"اختر الطالب",
				"اختر التقييم",
				"ادخل اسم المقيم",
				"اختر الكفاية",
				"حدد نتيجة الإجتياز للتقييمات حسب الاجتياز",
				"حدد الدرجة للتقييمات حسب الدرجات",
				"اكتب ملاحظة على تقييم الطالب",
				"اضغط زر حفظ تقييم الطالب"
			]
		}
	],
	"view-group-evaluation":[
		{
			title:"عرض تقييم طلبة التقسيمات",
			steps:[
				"اختر التقسيم",
				"اختر المجموعة",
				"اختر التقييم",
				"عرض نتائج تقييم طلبة المجموعة"
			]
		},
		{
			title:"عرض تقييم طالب من المجموعة",
			steps:[
				"اختر التقسيم",
				"اختر المجموعة",
				"اختر التقييم",
				"اختر الطالب",
				"اضغط زر عرض التفاصيل",
				"راجع الاجتياز أو الدرجات لكل كفاية تم اختبار الطالب فيها"
			]
		}
	],
	"group-quran":[
		{
			title:"عرض السور التي تم اتمامها في دروس التلاوة",
			steps:[
				"اختر التقسيم",
				"اختر المجموعة",
				"عرض طلبة مجموعة في درس التلاوة بالسور والآيات والملاحظات"
			]
		},
		{
			title:"تقييم جديد لطالب في درس التلاوة",
			steps:[
				"اختر التقسيم",
				"اختر المجموعة",
				"اختر الطالب",
				"اختر السورة",
				"اختر الآية",
				"اختر درجة التقييم",
				"ادخل الملاحظة على التلاوة",
				"اضغط زر حفظ تقييم الطالب"
			]
		},
		{
			title:"تعديل تقييم التلاوة لطالب",
			steps:[
				"اختر التقسيم",
				"اختر المجموعة",
				"اختر الطالب",
				"اليوم",
				"اضغط زر تعديل",
				"اختر السورة",
				"اختر الآية",
				"اختر درجة التقييم",
				"ادخل الملاحظة على التلاوة",
				"اضغط زر حفظ تقييم الطالب"
			]
		}
	],
	"update-courses-units":[
		{
			title:"تحديث سير دروس مادة لمستوى",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"عرض الوحدات والدروس الخاصة بالمقرر",
				"اختر الدروس المكتملة",
			]
		},
		{
			title:"إلغاء اكمال دروس مادة لمستوى",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"عرض الوحدات والدروس الخاصة بالمقرر",
				"إلغ الدروس المكتملة مسبقا",
			]
		}
	],
	"students-attend":[
		{
			title:"تسجيل حضور المعلم لهذه الليلة",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"اختر هل المعلم حاضر أم غائب أم متأخر أم معتذر",
				"ادخل سبب التأخير أو الغياب إن وجد",
			]
		},
		{
			title:"تسجيل حضور طلبة مستوى لهذه الليلة",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"اختر الطالب",
				"اختر هل الطالب حاضر أم غائب أم متأخر أم معتذر",
				"ادخل سبب التأخير أو الغياب إن وجد",
				"اضغط زر الارسال في حال غياب الطالب ليستلم رسالة واتسب",
			]
		},
		{
			title:"تسجيل حضور طلبة مستوى لليلة سابقة",
			steps:[
				"اختر اليوم من مجموعة الأيام",
				"اضغط زر تأخير اليوم",
				"اضغط زر تقديم اليو",
				"اختر المستوى",
				"اختر المادة",
				"اختر الطالب",
				"اختر هل الطالب حاضر أم غائب أم متأخر أم معتذر",
				"ادخل سبب التأخير أو الغياب إن وجد",
				"اضغط زر الارسال في حال غياب الطالب ليستلم رسالة واتسب",
			]
		},
		{
			title:"تسجيل حضور الطلبة كحاضر للكل",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"اضغط زر حضور الكل",
			]
		}
	],
	"groups-attend":[
		{
			title:"تسجيل حضور المعلم لهذه الليلة",
			steps:[
				"اختر التقسيم",
				"اختر المجموعة",
				"اختر هل المعلم حاضر أم غائب أم متأخر أم معتذر",
				"ادخل سبب التأخير أو الغياب إن وجد",
			]
		},
		{
			title:"تسجيل حضور طلبة مجموعة لتقسيم معين",
			steps:[
				"اختر التقسيم",
				"اختر المجموعة",
				"اختر الطالب",
				"اختر هل الطالب حاضر أم غائب أم متأخر أم معتذر",
				"ادخل سبب التأخير أو الغياب إن وجد",
				"اضغط زر الارسال في حال غياب الطالب ليستلم رسالة واتسب",
			]
		},
		{
			title:"تسجيل حضور طلبة لمجموعة تقسيم لليلة سابقة",
			steps:[
				"اختر اليوم من مجموعة الأيام",
				"اضغط زر تأخير اليوم",
				"اضغط زر تقديم اليوم",
				"اختر التقسيم",
				"اختر المجموعة",
				"اختر الطالب",
				"اختر هل الطالب حاضر أم غائب أم متأخر أم معتذر",
				"ادخل سبب التأخير أو الغياب إن وجد",
				"اضغط زر الارسال في حال غياب الطالب ليستلم رسالة واتسب",
			]
		},
		{
			title:"تسجيل حضور الطلبة كحاضر للكل",
			steps:[
				"اختر التقسيم",
				"اختر المجموعة",
				"اضغط زر حضور الكل",
			]
		}
	],
	"supervisors-attend":[
		{
			title:"تسجيل حضور مشرفي الليلة حسب المناطق",
			steps:[
				"اختر المشرف",
				"اختر هل المشرف حاضر أم غائب أم متأخر أم معتذر",
				"ادخل سبب التأخير أو الغياب إن وجد"
			]
		},
		{
			title:"تسجيل حضور مشرفي ليلة سابقة",
			steps:[
				"اختر اليوم من مجموعة الأيام",
				"اضغط زر تأخير اليوم",
				"اضغط زر تقديم اليوم",
				"اختر المشرف",
				"اختر هل المشرف حاضر أم غائب أم متأخر أم معتذر",
				"ادخل سبب التأخير أو الغياب إن وجد"
			]
		}
	],
	"view-students-attend":[
		{
			title:"عرض حضور طلبة مستوى وتقرير حضورهم",
			steps:[
				"اختر المستوى",
				"عرض طلبة المستوى مع أعداد ونسب الحضور لكل مادة",
			]
		},
		{
			title:"عرض تفاصيل حضور طالب",
			steps:[
				"اختر المستوى",
				"عرض طلبة المستوى مع أعداد ونسب الحضور لكل مادة",
				"اختر الطالب",
				"اضغط زر عرض التفاصيل",
				"عرض جميع الأيام التي تحتوي على دروس مواد المستوى مع نتيجة الحضور",
			]
		}
	],
	"view-teachers-attend":[
		{
			title:"عرض حضور المعلمين وتقرير حضورهم",
			steps:[
				"عرض المعلمين مع أعداد ونسب الحضور",
			]
		},
		{
			title:"عرض تفاصيل حضور معلم",
			steps:[
				"اختر المعلم",
				"اضغط زر عرض التفاصيل",
				"عرض جميع الأيام التي تحتوي على دروس مواد التي يدرسها المعلم",
			]
		}
	],
	"view-supervisors-attend":[
		{
			title:"عرض حضور المشرفين وتقرير حضورهم",
			steps:[
				"عرض المشرفين مع أعداد ونسب الحضور",
			]
		},
		{
			title:"عرض تفاصيل حضور مشرف",
			steps:[
				"اختر المشرف",
				"اضغط زر عرض التفاصيل",
				"عرض جميع الأيام التي يشرف عليها المشرف",
			]
		}
	],
	"attendance-monitor":[
		{
			title:"متابعة تسجيل الحضور في هذه الليلة",
			steps:[
				"عرض المستويات" + " ونتيجة تسجيل حضور الطلبة والمعلم",
				"عرض نتيجة تسجيل حضور المشرفين"
			]
		},
		{
			title:"متابعة تسجيل الحضور في ليلة سابقة",
			steps:[
				"اختر اليوم من مجموعة الأيام",
				"اضغط زر تأخير اليوم",
				"اضغط زر تقديم اليوم",
				"عرض المستويات" + " ونتيجة تسجيل حضور الطلبة والمعلم",
				"عرض نتيجة تسجيل حضور المشرفين"
			]
		}
	],
	"group-attendance-monitor":[
		{
			title:"متابعة تسجيل حضور مجموعة تقسيم في هذه الليلة",
			steps:[
				"اختر التقسيم",
				"اختر المجموعة",
				"عرض المستويات" + " ونتيجة تسجيل حضور الطلبة والمعلم",
			]
		},
		{
			title:"متابعة تسجيل الحضور في ليلة سابقة",
			steps:[
				"اختر اليوم من مجموعة الأيام",
				"اضغط زر تأخير اليوم",
				"اضغط زر تقديم اليوم",
				"اختر التقسيم",
				"اختر المجموعة",
				"عرض المستويات" + " ونتيجة تسجيل حضور الطلبة والمعلم",
			]
		}
	],
	"programs":[
		{
			title:"عرض البرامج والفعاليات الحالية",
			steps:[
				"عرض الصفوف والليالي لكل برنامج",
				"عرض المكان والتاريخ لكل برنامج",
				"عرض هل البرنامج متاح للتسجيل أم لا",
			]
		},
		{
			title:"إضافة برنامج",
			steps:[
				"اضغط زر إضافة برنامج جديد",
				"اسم البرنامج : اسم الفعالية أو النشاط الذي سيتاح للطلبة للتسجيل",
				"الصفوف : تحديد الصفوف الأكاديمية المسموح لها بالتسجيل في الفعالية",
				"الليالي : تحديد الليالي أو الأيام التي ستقام فيها الفعالية خلال الأسبوع",
				"من وإلى تاريخ : تحديد الفترة التي ستقام فيها الفعالية",
				"من وإلى الساعة : تحديد الوقت الذي سيقام فيه الفعالية",
				"رقم بنفت : رقم الحساب البنكي لدفع رسوم البرنامج",
				"رسوم البرنامج : مقدار رسوم التسجيل في البرنامج",
				"حالة التسجيل : تحديد هل البرنامج مفتوح حاليا للتسجيل أم لا",
				"الملاحظات : إضافة ملاحظات تظهر في صفحة تسجيل البرامج"
			]
		},
		{
			title:"تعديل البرنامج",
			steps:[
				"اختر البرنامج",
				"اضغط زر تعديل",
				"تعديل اسم البرنامج",
				"تعديل الصفوف المتاح لها التسجيل",
				"تعديل الليالي التي تقام فيها الفعالية",
				"تعديل فترة إقامة الفعالية",
				"تعديل وقت إقامة الفعالية",
				"تعديل رقم بنفت لتحويل رسوم التسجيل في البرنامج",
				"تعديل رسوم البرنامج",
				"تعديل حالة التسجيل في البرنامج",
				"الملاحظات : إضافة وتعديل وحذف الملاحظات التي تظهر في صفحة تسجيل البرامج"
			]
		},
		{
			title:"حذف البرنامج",
			steps:[
				"اختر البرنامج",
				"اضغط زر حذف",
				"اضغط زر تأكيد الحذف"
			]
		}
	],
	"program-register":[
		{
			title:"التسجيل في البرنامج",
			steps:[
				"اختر البرنامج",
				"عرض الصفوف والليالي الخاصة بالبرنامج",
				"عرض المكان والوقت لإقامة البرنامج",
				"عرض الحساب البنكي ومقدار رسوم التسجيل",
				"الرقم الشخصي: ادخال الرقم الشخصي للطالب",
				"اسم الطالب: ادخال اسم الطالب",
				"الصف الأكاديمي : ادخال الصف الأكاديمي الحالي للطالب",
				"رقم الهاتف الأول : ادخال الهاتف الأول للطالب",
				"رقم الهاتف الثاني : ادخال الهاتف الثاني للطالب",
				"مراجعة شروط وقوانين وارشادات التسجيل",
				"اضغط زر حفظ التسجيل"
			]
		}
	],
	"programs-students":[
		{
			title:"عرض الطلبة المسجلين في البرنامج",
			steps:[
				"اختر البرنامج",
				"عرض قائمة الطلبة الذين سجلوا في البرنامج",
				"عرض حالة الدفع لرسوم التسجيل",
				"عرض نتيجة الحضور في أيام إقامة الفعالية"
			]
		},
		{
			title:"حذف طالب مسجل في البرنامج",
			steps:[
				"اختر البرنامج",
				"عرض قائمة الطلبة الذين سجلوا في البرنامج",
				"اختر الطالب",
				"اضغط زر حذف",
				"اضغط زر تأكيد الحذف"
			]
		}
	],
	"programs-payments":[
		{
			title:"تسجيل دفع طالب لرسوم التسجيل",
			steps:[
				"اختر البرنامج",
				"ادخال اسم المستلم للمبلغ",
				"تعديل مبلغ الرسوم المستلمة من الطالب",
				"اختر الطالب",
				"تسجيل الدفع"
			]
		},
		{
			title:"إلغاء دفع طالب لرسوم التسجيل",
			steps:[
				"اختر البرنامج",
				"اختر الطالب",
				"إلغاء الدفع"
			]
		}
	],
	"view-programs-payments":[
		{
			title:"عرض حالات دفع رسوم البرنامج",
			steps:[
				"اختر البرنامج",
				"عرض الطلبة الذين قاموا بدفع الرسوم",
				"عرض المستلم والمبلغ المستلم لكل طالب"
			]
		},
		{
			title:"تأكيد دفع رسوم البرنامج",
			steps:[
				"اختر البرنامج",
				"عرض الطلبة الذين قاموا بدفع الرسوم",
				"اختر الطالب",
				"اضغط على صورة دفع الرسوم",
				"قم بمراجعة بيانات الدفع في الصورة",
				"اضغط زر تأكيد الدفع"
			]
		}
	],
	"programs-books":[
		{
			title:"تسجيل استلام الطلبة لكتاب البرنامج",
			steps:[
				"اختر البرنامج",
				"عرض الطلبة المسجلين في البرنامج",
				"اختر الطالب",
				"تسجيل استلام الكتاب"
			]
		},
		{
			title:"إلغاء استلام الطلبة لكتاب البرنامج",
			steps:[
				"اختر البرنامج",
				"عرض الطلبة المسجلين في البرنامج",
				"اختر الطالب",
				"إلغاء استلام الكتاب"
			]
		}
	],
	"view-programs-books":[
		{
			title:"عرض استلام كتاب البرنامج",
			steps:[
				"اختر البرنامج",
				"عرض الطلبة الذين استلموا كتاب البرنامج"
			]
		}
	],
	"programs-attend":[
		{
			title:"تسجيل حضور طلبة البرنامج هذه الليلة",
			steps:[
				"اختر البرنامج",
				"عرض الطلبة المسجلين في البرنامج",
				"اختر الطالب",
				"اختر هل الطالب حاضر أم غائب أم متأخر أم معتذر",
				"ادخل سبب التأخير أو الغياب إن وجد"
			]
		},
		{
			title:"تسجيل حضور طلبة البرنامج لليلة سابقة",
			steps:[
				"اختر البرنامج",
				"عرض الطلبة المسجلين في البرنامج",
				"اختر اليوم من مجموعة الأيام",
				"اضغط زر تأخير اليوم",
				"اضغط زر تقديم اليو",
				"اختر الطالب",
				"اختر هل الطالب حاضر أم غائب أم متأخر أم معتذر",
				"ادخل سبب التأخير أو الغياب إن وجد",
			]
		},
		{
			title:"تسجيل حضور الطلبة كحاضر للكل",
			steps:[
				"اختر البرنامج",
				"عرض الطلبة المسجلين في البرنامج",
				"اضغط زر حضور الكل",
			]
		}
	],
	"view-programs-attend":[
		{
			title:"عرض حضور طلبة البرنامج وتقرير حضورهم",
			steps:[
				"اختر البرنامج",
				"عرض طلبة البرنامج مع أعداد ونسب الحضور للبرنامج"
			]
		},
		{
			title:"عرض تفاصيل حضور طالب في البرنامج",
			steps:[
				"اختر المستوى",
				"عرض طلبة البرنامج مع أعداد ونسب الحضور لكل مادة",
				"اختر الطالب",
				"اضغط زر عرض التفاصيل",
				"عرض جميع الأيام التي تحتوي على دروس البرنامج"
			]
		}
	],
	"program-evaluation":[
		{
			title:"تقييم طالب في البرنامج",
			steps:[
				"اختر البرنامج",
				"اختر الطالب",
				"اختر التقييم",
				"أدخل اسم المقيم",
				"اختر الكفاية",
				"اختر اجتز أم لم يجتز للتقييمات بالاجتياز",
				"اختر الدرجة للتقييمات بالدرجات",
				"اكتب ملاحظة على تقييم الطالب",
				"اضغط زر حفظ تقييم الطالب"
			]
		}
	],
	"view-program-evaluation":[
		{
			title:"عرض نتائج تقييم طلبة البرنامج",
			steps:[
				"اختر البرنامج",
				"اختر التقييم",
				"عرض طلبة البرنامج مع نتيجة التقييم"
			]
		},
		{
			title:"عرض تفاصيل تقييم طالب في البرنامج",
			steps:[
				"اختر البرنامج",
				"اختر التقييم",
				"اختر الطالب",
				"اضغط زر عرض التفاصيل",
				"راجع نتائج الكفايات الخاصة بالطالب"
			]
		}
	],
	"trips":[
		{
			title:"عرض الرحلات الترفيهية المنظمة لطلبة التعليم",
			steps:[
				"تحديد مسمى ومكان ووقت الرحلة",
				"المستويات" + " التي يمكن لها التسجيل في الرحلة",
				"رسوم وتكلفة التسجيل في الرحلة"
			]
		},
		{
			title:"إضافة رحلة جديدة",
			steps:[
				"اسم الرحلة : مسمى يوضح مكان الرحلة",
				"المستويات" + " : تحديد المستويات" + " المتاح لها التسجيل في الرحلة",
				"نسبة الحضور : أقل نسبة حضور مسموح بها ليتمكن الطالب من التسجيل في الرحلة",
				"تاريخ الرحلة : التاريخ الذي سينضم فيه الرحلة",
				"من وإلى الساعة : الفترة المحددة لبداية ونهاية الرحلة",
				"رسوم الرحلة : المبلغ المستحق للتسجيل في الرحلة بالدنانير",
				"رسوم الرحلة بالأرقام : عدد الدنانير لرسوم التسجيل في الرحلة",
				"الرحلة تشمل : تحديد هل الرحلة تشمل المواصلات والوجبات وقيمة الألعاب",
				"مسؤول الرحلة : اسم الشخص المنظم والمشرف على إقامة الرحلة",
				"رقم التواصل : رقم الاتصال الخاص بالشخص المشرف على إقامة الرحلة",
				"الملاحظة : إضافة أي توجيهات أو ارشادات تتعلق بسير الرحلة",
				"حالة التسجيل : تحديد هل الرحلة متاحة للتسجيل لطلبة المستويات" + " المحددة",
				"اضغط زر حفظ الرحلة"
			]
		},
		{
			title:"تعديل الرحلة",
			steps:[
				"تعديل اسم الرحلة",
				"تعديل المستويات",
				"تعديل نسبة الحضور",
				"تعديل تاريخ الرحلة",
				"تعديل من وإلى الساعة",
				"تعديل رسوم الرحلة",
				"تعديل رسوم الرحلة بالأرقام",
				"تعديل الرحلة تشمل",
				"تعديل مسؤول الرحلة",
				"تعديل رقم التواصل",
				"تعديل الملاحظة",
				"تعديل حالة التسجيل",
				"اضغط زر حفظ الرحلة"
			]
		},
		{
			title:"حذف الرحلة",
			steps:[
				"اختر الرحلة",
				"اضغط زر حذف",
				"اضغط زر تأكيد الحذف"
			]
		}
	],
	"trip-register":[
		{
			title:"التسجيل في الرحلة",
			steps:[
				"اختر الرحلة",
				"ادخل الرقم الشخصي للطالب",
				"انسخ رقم هاتف البنفت",
				"ارفع صورة تحويل الدفع",
				"اضغط زر تسجيل الطالب"
			]
		}
	],
	"trips-attend":[
		{
			title:"تسجيل حضور الطلبة المسجلين في الرحلة",
			steps:[
				"اختر الرحلة",
				"اختر المستوى",
				"عرض الطلبة المسجلين من المستوى",
				"اختر هل الطالب حاضر أم غائب أم متأخر أم معتذر"
			]
		},
		{
			title:"تعديل حضور الطلبة المسجلين في الرحلة",
			steps:[
				"اختر الرحلة",
				"اختر المستوى",
				"عرض الطلبة المسجلين من المستوى",
				"تعديل حضور الطالب"
			]
		},
		{
			title:"إلغاء حضور الطالب في الرحلة",
			steps:[
				"اختر الرحلة",
				"اختر المستوى",
				"عرض الطلبة المسجلين من المستوى",
				"إضغط الحضور الحالي ليلغى الاختيار"
			]
		}
	],
	"view-trips-attend":[
		{
			title:"عرض حضور الطلبة المسجلين في الرحلة",
			steps:[
				"اختر الرحلة",
				"عرض حالات حضور الطلبة المسجلين في الرحلة"
			]
		}
	],
	"trips-payments":[
		{
			title:"تسجيل دفع الرسوم للطلبة المسجلين في الرحلة",
			steps:[
				"اختر الرحلة",
				"اختر المستوى",
				"اختر الطالب",
				"ادخل اسم المستلم للمبالغ",
				"تحديد المبلغ الذي سيسجل على الطالب",
				"تسجيل دفع الطالب"
			]
		},
		{
			title:"إلغاء تسجيل دفع رسوم الرحلة",
			steps:[
				"اختر الرحلة",
				"اختر المستوى",
				"اختر الطالب",
				"إلغاء دفع الطالب"
			]
		}
	],
	"view-trips-payments":[
		{
			title:"عرض حالات دفع رسوم التسجيل في البركة",
			steps:[
				"اختر الرحلة",
				"عرض حالات دفع رسوم التسجيل في الرحلة"
			]
		},
		{
			title:"مراجعة دفع رسوم الرحلة",
			steps:[
				"اختر الرحلة",
				"اختر الطالب",
				"اضغط على صورة تحويل المبلغ",
				"قم بمراجعة تفاصيل الدفع",
				"اضغط زر تأكيد الدفع"
			]
		}
	],
	"marks-distribution":[
		{
			title:"إضافة تقسيم جديد للدرجات",
			steps:[
				"اضغط زر إضافة توزيع جديد",
				"اسم التوزيع : الكفاية أو التقييم الذي سيأخذ حيز من الدرجة الكلية للطالب في الفصل الدراسي",
				"الدرجة : درجة الكفاية أو التقييم بحيث يكون المجموع الكلي 100",
				"اضغط زر حفظ توزيع الدرجات"
			]
		},
		{
			title:"تعديل توزيع الدرجات",
			steps:[
				"اختر توزيع الدرجات",
				"تعديل اسم التوزيع",
				"تعديل درجة التوزيع",
				"اضغط زر حفظ توزيع الدرجات"
			]
		},
		{
			title:"حذف توزيع الدرجات",
			steps:[
				"اختر توزيع الدرجات",
				"اضغط زر الحذق",
				"اضغط زر حفظ توزيع الدرجات"
			]
		}
	],
	"exams":[
		{
			title:"إضافة امتحان جديد",
			steps:[
				"اضغط زر إضافة امتحان جديد",
				"اسم الجدول : اسم جدول الامتحانات الذي سيختبر فيه الطلبة",
				"من وإلى تاريخ : الأيام التي ستقام فيها الاختبارات للطلبة",
				"من وإلى الساعة : الفترة التي ستقام فيها الاختبارات للطلبة",
				"الملاحظات على الامتحان : الارشادات أو القوانين أو التنبيهات الخاصة بالامتحان",
				"توزيع المواد على أيام الامتحان",
				"اختر المستوى",
				"اختر اليوم أو الليلة",
				"اختر المادة",
				"اضغط زر حفظ الامتحان"
			]
		},
		{
			title:"تعديل الامتحان",
			steps:[
				"اختر امتحان",
				"اضغط زر تعديل الامتحان",
				"تعديل اسم الجدول",
				"تعديل من وإلى تاريخ",
				"تعديل من وإلى الساعة",
				"إضافة وتعديل وحذف الملاحظات على الامتحان",
				"تعديل توزيع المواد على أيام الامتحان",
				"اختر المستوى",
				"اختر اليوم أو الليلة",
				"تعديل المادة",
				"اضغط زر حفظ الامتحان"
			]
		},
		{
			title:"حذف الامتحان",
			steps:[
				"اختر امتحان",
				"اضغط زر الحذف",
				"اضغط زر تأكيد الحذف"
			]
		}
	],
	"exam-subjects":[
		{
			title:"اختيار دروس المادة المشمولة في الامتحان",
			steps:[
				"اختر الامتحان",
				"اختر المستوى",
				"اختر المادة",
				"عرض وحدات ودروس المادة",
				"اختر الدروس والمواضيع التي سيتضمنها الامتحان",
				"اضغط زر حفظ الدروس المطلوبة"
			]
		},
		{
			title:"تعديل الدروس المشمولة في الامتحان",
			steps:[
				"اختر الامتحان",
				"اختر المستوى",
				"اختر المادة",
				"عرض وحدات ودروس المادة مع الاختيار السابق",
				"اختيار وحدات ودروس إضافية",
				"إلغاء اختيار الدروس المختارة",
				"اضغط زر حفظ الدروس المطلوبة"
			]
		}
	],
	"download-marks":[
		{
			title:"تنزيل ملف الدرجات لطلبة مستوى لمادة معينة",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"اضغط زر تحميل ملف الدرجات"
			]
		}
	],
	"upload-exam-marks":[
		{
			title:"رفع ملف الدرجات لمادة معينة لمستوى معين",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"رفع ملف الدرجات بنفس الترتيب التي تم تحميله",
				"اضغط زر رفع الدرجات"
			]
		}
	],
	"marks":[
		{
			title:"ادخال درجات طلبة المستوى في مادة معينة",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"اختر الطالب",
				"ادخل الدرجة لكل توزيع من الدرجات",
				"اضغط زر حفظ درجات الطالب"
			]
		},
		{
			title:"تعديل درجات طلبة المستوى في مادة معينة",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"اختر الطالب",
				"تعديل الدرجة لكل توزيع من الدرجات",
				"اضغط زر حفظ درجات الطالب"
			]
		},
		{
			title:"إلغاء درجات طلبة المستوى في مادة معينة",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"اختر الطالب",
				"اضغط زر إعادة الدرجات"
			]
		}
	],
	"view-marks":[
		{
			title:"عرض درجات طلبة مستوى في مادة معينة",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"عرض طلبة المستوى مع تفاصيل توزيع الدرجات للمادة مع المجموع والنسبة"
			]
		}
	],
	"marks-monitor":[
		{
			title:"مراقبة تسليم الدرجات لكل المواد لكل المستويات",
			steps:[
				"اختر المستوى",
				"اختر المادة",
				"عرض طلبة المستوى مع تفاصيل توزيع الدرجات للمادة مع المجموع والنسبة"
			]
		}
	],
	"outstandings":[
		{
			title:"عرض تقرير بكل الطلبة حسب الصف والمستوى والنسبة",
			steps:[
				"اختر الصف",
				"اختر المستوى",
				"اختر النسبة",
				"عرض الطلبة الذين تساوي نسبة درجاتهم أكبر من أو يساوي نسبة البحث"
			]
		},
		{
			title:"عرض درجات الطالب في كل المواد مع المجموع والنسبة",
			steps:[
				"اختر المستوى",
				"اختر الطالب",
				"مراجعة درجات الطالب في مواد المستوى",
				"مراجعة المجموع والنسبة للطالب"
			]
		}
	]
};